Revit 2027 API
ParameterTypeId.RebarShapeSpiralHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeSpiralHeight { get; }
Public Shared ReadOnly Property RebarShapeSpiralHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeSpiralHeight {
	ForgeTypeId^ get ();
}
static member RebarShapeSpiralHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace